(package! ob-mermaid)
(package! org-anki)
(package! org-gtd)
(package! org-ref)
(package! org-pomodoro)
(package! doct)
(package! org-super-agenda :pin "fb5e2ef277bc811a3b061106c99e4c47b6b86f80")
(package! org-pretty-table
  :recipe (:host github :repo "Fuco1/org-pretty-table") :pin "87772a9469d91770f87bfa788580fca69b9e697a")


(package! org-modern)
(package! origami)
