(package! deft)
(package! doct)
(package! noflet)
(package! ob-mermaid)
(package! org-anki)
(package! org-gtd)
(package! org-modern)
(package! org-pomodoro)
(package! org-pretty-table
  :recipe (:host github :repo "Fuco1/org-pretty-table") :pin "87772a9469d91770f87bfa788580fca69b9e697a")
(package! org-ql)
(package! org-ref)
(package! org-super-agenda :pin "fb5e2ef277bc811a3b061106c99e4c47b6b86f80")
(package! org-transclusion)
(package! origami)
(package! ox-pandoc)
;; (package! poly-org)

(package! org :pin "ca873f7")

(package! ts)

(package! bufler)

(package! bufler)
