(package! benchmark-init)
(package! transient)
(package! with-editor :pin "391e76a256aeec6b9e4cbd733088f30c677d965b")

(package! age :recipe (:host github :repo "anticomputer/age.el"))
(package! pinentry)

(package! magit :pin "692cc5e")
(package! forge :pin "8bace81")
(package! transient :pin "ab22ba0")
