(package! deft)
(package! noflet)
(package! ob-mermaid)
(package! org-anki)
(package! org-gtd)
(package! org-ref)
(package! org-pomodoro)
(package! doct)
(package! org-super-agenda :pin "fb5e2ef277bc811a3b061106c99e4c47b6b86f80")
(package! org-pretty-table
  :recipe (:host github :repo "Fuco1/org-pretty-table") :pin "87772a9469d91770f87bfa788580fca69b9e697a")


(package! org-modern)
(package! org-ql)
(package! origami)
(package! ox-pandoc)
;;(package! poly-org)

(package! org :pin "ca873f7")

(package! org-roam-logseq
  :recipe (:host github :repo "idanov/org-roam-logseq.el"))

(package! yequake :recipe (:host github :repo "alphapapa/yequake"))

(package! ts)

(package! all-the-icons)

(package! transient :pin "85ecbc6")

(package! bufler)

(package! org-jira)

(package! org-caldav)
(package! oauth2)

(package! org-noter
  :recipe (:host github :repo "org-noter/org-noter"))
